/* conjunction to end a compound sentence */
" and" = " 和";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (正在连接)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ 已成功添加到地址簿。\n你现在要编辑地址卡信息吗？";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ 于账号 %2$@ 上";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ 已请求验证";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ 要发送给你 %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ 需要你的注意！";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d 个话题， %2$d 条信息";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d 条信息";

/* No comment provided by engineer. */
"%u authorization requests" = "%u 个验证请求";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = "。";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 个话题, %d 条信息";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 个话题, 1 条信息";

/* Status message for a bookmark (1 message) */
"1 message" = "1 条信息";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = "：";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; 状态信息 %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<新账号>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" 已在使用中。";

/* No comment provided by engineer. */
"a member of %@" = "许多 %@";

/* No comment provided by engineer. */
"Account:" = "账号：";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "动作：";

/* No comment provided by engineer. */
"Add Account" = "添加账号";

/* No comment provided by engineer. */
"Add an action for the selected event" = "替所选事件新增一项动作";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "添加到地址簿";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Adium 通过无记录信息系统 (OTR) 提供有加密、批准、拒绝和完美转发 %@ 的功能。如果你的联系人使用的是不兼容 (OTR) 的信息系统，当你尝试联系时他将收到一个指向 OTR 网站的链接信息。要获取更多关于 OTR 的信息，请访问 https://otr.cypherpunks.ca/。";

/* No comment provided by engineer. */
"Alias:" = "别名：";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "添加 %@ 到地址簿时发生了一个错误。";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "验证请求";

/* No comment provided by engineer. */
"Authorize" = "验证";

/* No comment provided by engineer. */
"Authorize and Add" = "验证并添加";

/* No comment provided by engineer. */
"Authorize Selected" = "验证所选的";

/* No comment provided by engineer. */
"Bookmarks" = "书签";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Cancel current account activity prefix */
"Cancel: %@" = "取消：%@";

/* No comment provided by engineer. */
"Cannot open sound set" = "不能打开音效集";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Configure the selected action" = "设定所选的动作";

/* No comment provided by engineer. */
"Connect" = "连接";

/* Connect account prefix */
"Connect: %@" = "连接：%@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "联系人群组 %@";

/* No comment provided by engineer. */
"Contact List" = "Contact List";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "联系人需要验证";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Custom" = "自定";

/* Button which deletes the selection */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete Account" = "删除账号";

/* New contact alert pane */
"Delete after event occurs" = "事件发生后删除";

/* No comment provided by engineer. */
"Delete Event?" = "删除事件？";

/* No comment provided by engineer. */
"Delete the account %@?" = "要删除账号 %@ 吗?";

/* No comment provided by engineer. */
"Deny" = "拒绝";

/* No comment provided by engineer. */
"Deny and Block" = "拒绝并屏蔽";

/* No comment provided by engineer. */
"Deny Selected" = "拒绝所选的";

/* No comment provided by engineer. */
"Disable" = "关闭";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "停用 %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "没启用的账号";

/* No comment provided by engineer. */
"Disconnect" = "断开";

/* Disconnect account prefix */
"Disconnect: %@" = "断开：%@";

/* Button which indicates that the editing sheet is done */
"Done" = "完成";

/* Button which duplicates the selection */
"Duplicate" = "复制";

/* No comment provided by engineer. */
"Edit Account" = "编辑账号";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "编辑地址簿";

/* No comment provided by engineer. */
"Edit Link" = "编辑链接";

/* No comment provided by engineer. */
"Edit presets:" = "编辑预设：";

/* No comment provided by engineer. */
"Enable" = "启用";

/* Enable account prefix */
"Enable %@" = "启用 %@";

/* Label besides the encryption preference menu */
"Encryption:" = "加密：";

/* No comment provided by engineer. */
"Error" = "错误";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "事件：";

/* No comment provided by engineer. */
"Events" = "事件";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "外部插件可能导致 Adium 更新后的崩溃。如果你已体验过类似问题的话请停用这插件。";

/* No comment provided by engineer. */
"Get Info" = "获取信息";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "群组聊天书签 %@";

/* No comment provided by engineer. */
"Idle" = "闲置";

/* No comment provided by engineer. */
"Ignore" = "忽略";

/* No comment provided by engineer. */
"Ignore and Block" = "忽略并屏蔽";

/* No comment provided by engineer. */
"Ignore Selected" = "忽略所选的";

/* No comment provided by engineer. */
"Invalid status icon pack" = "无效的状态图标包";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"Join Chat" = "加入聊天";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "当你正在键入文字时让其他人知道";

/* Label for the login server field in the account preferences */
"Login Server:" = "登录服务器：";

/* No comment provided by engineer. */
"New Alert" = "新增提醒";

/* No comment provided by engineer. */
"No" = "不";

/* No comment provided by engineer. */
"No compatible accounts connected" = "没有兼容的账号已连接";

/* No comment provided by engineer. */
"OK" = "好";

/* Label for the password field in the account preferences */
"Password:" = "密码：";

/* No comment provided by engineer. */
"Paste" = "粘贴";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "端口：";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "移去与此事件有关的 %i 动作？";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "移去所选的动作";

/* Button which renames the selection */
"Rename" = "更名";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "已请求验证";

/* No comment provided by engineer. */
"Requests authorization" = "需要验证";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "设置为当前的 Adium 状态";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "显示地址簿";

/* No comment provided by engineer. */
"Social Networking" = "社会网络";

/* No comment provided by engineer. */
"Social Networking Status" = "社会网络状态";

/* No comment provided by engineer. */
"Social Networking Status:" = "社会网络状态：";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "音效集更新失败";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "成功";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "安装于  \"%2$@\"  的已激活状态图标包  \"%1$@\" 是无效的。它丢失了必须的图标 \"%3$@\" 。如果你从 xtras.adium.im 收到此图标包，请联系它的作者。你的状态图标设置将被复原到预设状态。";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "您所输入的字符并非这个服务所允许的有效账号名称。";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "音效集 %1$@ 为版本 %2$i, 而这版本的 Adium 不知道如何处理它；或者你需要尝试使用更新的 Adium 版本。";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "这版本的 Adium 使用了新的音效集格式。Adium 不能够更新位于 %2$@ 的音效集 %1$@。它已经不能被使用。";

/* Label in front of the title for a preset */
"Title:" = "标题：";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "键入时：";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Unable to join bookmarked chat";

/* No comment provided by engineer. */
"Unknown" = "未知";

/* No comment provided by engineer. */
"User Name" = "用户名";

/* No comment provided by engineer. */
"When %@ requests authorization" = "当 %@ 请求验证";

/* No comment provided by engineer. */
"When a contact requests authorization" = "当一位联系人请求验证";

/* No comment provided by engineer. */
"Yes" = "是";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "你已经连接";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "你已经断开";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "你需要 %@ 的注意";

/* No comment provided by engineer. */
"Your attention is requested!" = "需要你的注意！";